Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/koltansaamen_ja_pohjoissaamen_digitaaliset_sanakirjat_valmistuneet.html.tmx
Source language: fin
Languages: sms

source: Koltansaamen ja pohjoissaamen digitaaliset sanakirjat valmistuneet
sms: Nuõrttsääʹm da tâʹvvsääʹm digitaalʼlaž sääʹnnǩeeʹrj valmštõõvvâm

source: Oulun yliopiston Giellagas-instituutti julkaisee koltansaamen ja pohjoissaamen digitaaliset sanakirjat.
sms: Oulu universiteeʹtt Giellagas-institutt õlmstâtt nuõrttsääʹm da tâʹvvsääʹm digitaalʼlaž sääʹnnǩiiʹrjid.

source: Kaikille avoin sanakirjojen julkaisutilaisuus järjestetään tiistaina 25. elokuuta klo 10 osoitteessa https://oulu.zoom.us/j/69319349687 .
sms: Pukid ääv sääʹnnǩiiʹrji õlmstâʹttempoodd ââʹnet mââibaarǥ påʹrǧǧmannu 25. peeiʹv čiâss 10 addrõõzzâst https://oulu.zoom.us/j/69319349687 .

source: Molempien sanakirjojen toimitustyö on tehty pääosin Opetus- ja kulttuuriministeriön Oulun yliopiston Giellagas-instituutille myöntämän erityisrahoituksen turvin.
sms: Kuhttui sääʹnnǩiiʹrji tooiʹmtemtuâjj lij tuejjuum jäänmõsân Mättʼtõs- da kulttuurministeria Oulu universiteeʹtt Giellagas instituʹtte miõttâm jiiʹjjes-i teäggtõõzzin.

source: Suomi–koltansaame-sanakirjan toteutus on ollut Saamelaiskäräjien, Oulun yliopiston Giellagas-instituutin, Helsingin yliopiston ja Tromssan yliopiston yhteistyötä.
sms: Lääʹdd-nuõrttsääʹmm sääʹnnǩeʹrjj lij šõddâm Sääʹmteeʹǧǧ, Oulu universiteeʹtt Giellagas instituutt, Heʹlssen universiteeʹtt da Trooms universiteeʹtt õhttsažtuâjjan.

source: Alkuperäisen suomi–koltansaame-sanakirjan tekijänoikeudet ovat Saamelaiskäräjien.
sms: Alggtuejjõõzz lääʹdd-sääʹmm sääʹnnǩeeʹrj raajjivuõiggâdvuõđ lie sääʹmteeʹǧǧest.

source: ”Näen erittäin tärkeänä sen, että myös saamen kielten sanakirjatyö elää ajan mukana.
sms: ”Vuäinam samai tääʹrǩes äʹššen tõn, što sääʹm ǩiõli sääʹnnǩeʹrjjtuâjj še jeäll ääiʹj mieʹldd.

source: Näiden digitaalisten sanakirjojen julkaiseminen avaa aivan uusia mahdollisuuksia koltansaamen ja pohjoissaamen sanakirjojen käytölle, sillä ne ovat avoimia kaikille ja niiden käyttö on mahdollista ja helppoa missä vain”, iloitsee Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso sanakirjojen julkaisua.
sms: Täi digitaalʼlaž sääʹnnǩiiʹrji õlmstâttmõš ääʹvad samai ođđ vueiʹttemvuõđiđ nuõrttsääʹm da tâʹvvsääʹm sääʹnnǩiiʹrji ââʹnnma, ko tõk lie pukid äävai da tõid vuäitt aʹlǩǩeen ââʹnned koʹst täättas. ” rämmaš Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso sääʹnnǩiiʹrji õlmstâttmõõžž.

source: Saamelaiskäräjät on ollut vahvasti mukana sanakirjahankkeessa.
sms: Sääʹmteʹǧǧ lij viõusâld leämmaž mieʹldd sääʹnnǩeʹrjjhaʹŋǩǩõõzzâst.

source: Suomi-koltansaame sanakirjan toimitustyöhön osallistuivat työryhmän äidinkielisinä jäseninä Saamelaiskäräjien koltansaamen kääntäjä Merja Fofonoff ja oppimateriaalityöntekijä Raija Lehtola.
sms: Lääʹdd-nuõrttsääʹmm sääʹnnǩeeʹrj tooiʹmtemtuõjju lie vuässõõttâm tuâjj-joouk jieʹnnǩiõllsaž vuäzzliʹžžen jåårǥlõʹtti Merja Fofonoff da mättmateriaaltuâjjlaž Raija Lehtola.

source: Koltansaamen kielenkäyttäjille on merkittävä asia, että sanakirja viimein julkaistaan.
sms: Nuõrttsääʹm ǩiõllõõʹnnʼjid lij miârkteei äʹšš, što sääʹnnǩeeʹrj õlmstââʹttet.

source: ”Sanakirjalle on ollut kova ja jatkuvasti lisääntyvä tarve.
sms: “Sääʹnnǩerjja lij leämmaž kõrr da õinn lâssneei tarbb.

source: Erityisen tärkeää on se, että julkaistussa sanakirjassa löytyy hyviä sananmuodostusmalleja normitetussa kirjoitusasussa.
sms: Samai tääʹrǩes äʹššen õlmstõttum sääʹnnǩeeʹrjest käunnʼje šiõǥǥ sääʹnnraajjâm-maall noormtum ǩiõllhäämast.

source: Sanakirjan tarkistustyötä tulisi kuitenkin yhä jatkaa, sillä sanakirjan käsikirjoitus sisältää paljon erityissanastoa ja sen käsittelyyn tarvitaan lisää eri alojen asiantuntemusta sekä kielijaoston panosta”, kertovat Fofonoff ja Lehtola kokemuksistaan sanakirjatyöstä.
sms: Sääʹnnǩeeʹrj taʹrǩstemtuâj õõlǥči kuuitâǥ õinn juäʹtǩǩed, ko sääʹnnǩeeʹrj ǩiõttǩeeʹrjtõs âânn seʹst jiânnai spesiaalsannõõzz da tõn ǩiõttʼtõõllma taarbšet jeeʹres suõʹrji äʹšštobddmõõžž di ǩiõlljuâǥǥtõstuâj”, särnna Fofonoff da Lehtola vuäinnmõšân sääʹnnǩeʹrjjtuâjast.

source: Koltansaamen sanakirjatyön aikana ilmeni tarve myös uusille normituksille.
sms: Nuõrttsääʹm sääʹnnǩeʹrjjtuâj äiʹǧǧen šõõddi tarbb še ođđ noormtummšid.

source: Kielennormitustyötä tehtiinkin erityisesti Suomen, Norjan ja Ruotsin Saamelaiskäräjien yhteispohjoismaisen kieliyhteistyöelimen Sääʹm Ǩiõllkaʹlddin (Sámi Giellagáldun) koltansaamen kielityöntekijä Mervi Semenoffin ja koltansaamen kielijaoston kanssa.
sms: Ǩiõllnoormtemtuâjj lij tuejjuum Lääʹdd, Taarr da Ruõcc Sääʹmtiiʹǧǧi õhttsažtâʹvvjânnmallaš ǩiõllõhttsažtuâjjorgaanân Sääʹm Ǩiõllkaʹlddi nuõrttsääʹm ǩiõlltuâjjlaž Semenoff Mervin da nuõrttsääʹm ǩiõlljuâǥǥtõõzzin.

source: Sanakirjan pohjana on Pekka Sammallahden ja Jouni Moshnikoffin vuonna 1991 julkaisema teos, jota Jouni ja Satu Moshnikoff ovat täydentäneet erityisesti 2000-luvun alkuvuosina.
sms: Sääʹnnǩeeʹrj vuâđđan lij Pekka Sammallahti da Jouni Moshnikoff eeʹjj 1991 õlmstâʹttem tuejjõs, koon Jouni da Satu Moshnikoff lie tiuddääm jäänmõsân 2000-lååǥǥ alggiiʹjjin.

source: Sanakirja julkaistaan Tromssan yliopiston saamen kieliteknologian keskuksen, Giellateknon, alustalla ja se löytyy osoitteesta https://saan.oahpa.no/fin/sms/ .
sms: Sääʹnnǩeeʹrj õlmstââʹttet Trooms universiteeʹtt sääʹm ǩiõllteknologia kõõskõõzz, Giellatekno, vuâđ âʹlnn da tõt käunnai addrõõzzâst https://saan.oahpa.no/fin/sms/ .

source: Sanakirja tullaan julkaisemaan myös painettuna versiona myöhemmin syksyllä 2020.
sms: Sääʹnnǩeeʹrj puäʹđet õlmstâʹtted še tiõddum version mâʹŋŋlakast 2020 čâhčča.

source: Pohjoissaame-suomi digitaalisen sanakirjan käsikirjoituksen on tehnyt emeritusprofessori Pekka Sammallahti aikaisempien sanakirjojensa (1989 ja 1993) pohjalta.
sms: Tâʹvvsääʹmm-lääʹdd digitaalʼlaž sääʹnnǩeeʹrj ǩiõttǩeeʹrjtõõzz lij raajjâm emeritusprofessor Pekka Sammallahti ääiʹjab sääʹnnǩiiʹrjeez (1989 da 1993) vuâđ õõl.

source: Sanakirja sisältää runsaat 50 000 hakusanaa ja tekijä päivittää sitä jatkuvasti.
sms: Sääʹnnǩeʹrjj âânn seʹst pâʹjjel 50 000 ooccâmsääʹnned da tuejjeei tiuddâd tõn õinn.

source: Sammallahden sanakirja julkaistaan Tromssan yliopiston Divvun-projektin alustalla, osoitteessa http://satni.org/sammallahtismefin ( linkki toimii 25.8.2020 lähtien ).
sms: Sammallahti sääʹnnǩeeʹrj õlmstââʹttet Trooms universiteeʹtt Divvun-projeeʹkt vuâđ âʹlnn, addrõõzzâst http://satni.org/sammallahtismefin ( liŋkk toiʹmmai 25.8.2020 ääʹljeeʹl ).

source: Digitaaliset sanakirjat ovat tärkeitä monella tapaa.
sms: Digitaalʼlaž sääʹnnǩeeʹrj lie määŋgnalla aʹlǩǩi.

source: Ne mahdollistavat sanakirjojen helpon nopean käytön missä ja milloin tahansa, ja lisäksi avaavat mahdollisuuksia erilaisten kieliteknologisten sovellusten kehittämiseen ja aineiston päivittämiseen ja täydentämiseen.
sms: Tõk vueiʹtlvâʹstte sääʹnnǩiiʹrji aʹlǩǩes jåʹttlõs âânnmõõžž koʹst da kuäʹss täättas da veâl ääʹvee vueiʹttemvuõđiđ jeeʹresnallšem ǩiõllteknolooglaž suåvldõõzzi ooudâsviikkma da aunstõõzz ääiʹj tääʹzzest tiuddummuž.

source: Digitaaliset sanakirjat ovat merkki myös elävästä ja kehittyvästä kielestä.
sms: Digitaalʼlaž sääʹnnǩeeʹrj lie še miârkk jieʹlli da ouddneei ǩiõlâst.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sms: Saaǥǥjååʹđteei Tuomas Aslak Juuso teʹl. 040 687 3394, tuomas. juuso(at)samediggi

source: kieliturvasihteeri Anne-Kirste Aikio puh. 010 839 3124, anne-kirste.aikio(at)samediggi.fi
sms: Ǩiõllstaanpiisar Anne Kirste Aikio,teʹl. 010 839 3124 / 040 707 5626, anne-kirste.aikio(at)samediggi.fi

source: ma. saamen kieliasiainsihteeri Marko Marjomaa puh. 010 839 3183, marko.marjomaa(at)samediggi.fi
sms: Mä. sääʹm ǩiõllaaʹššipiisar Marko Marjomaa teʹl. 010 839 3183, marko.marjomaa(at)samediggi.fi
